{
  "ourStory": "Unsere Geschichte",
  "ourStoryContent": "Advance Manufacturers wurde 1989 als Joint Venture zwischen Herrn Vinod Kulisra, einem in Thailand geborenen indischen Geschäftsmann im thailändischen Silberexportgeschäft, und Friedrich Zettl GmbH, einem der größten Schmuckhersteller in Pforzheim, Deutschland, gegründet. Über ein Jahrzehnt lang produzierte Advance Manufacturers Gold- und Silberschmuck ausschließlich für die Firma Zettl. Im Jahr 2003 kaufte Herr Vinod Kulisra die Anteile der Friedrich Zettl GmbH und machte sie zu einem vollständig thailändischen Unternehmen und begann, Schmuck für neue Kunden auf der ganzen Welt zu produzieren. Sein Sohn Narin und seine Tochter Roma traten bald dem Unternehmen bei, und gemeinsam haben sie sich dem Wachstum des Unternehmens gewidmet, während sie ihre starken Familienwerte beibehalten, für die Advance Manufacturers steht. In den letzten zwei Jahrzehnten haben sich unsere Fähigkeiten ständig weiterentwickelt, da wir weiterhin neue Fertigungstechnologien lernen und uns anpassen. Wir haben hochwertigen messingbasierten Modeschmuck und eine Stanzproduktionslinie zu unserer Fertigungskapazität hinzugefügt. Ab Januar 2021 beträgt unsere Produktionskapazität 3.000.000 Stück Gold-, Silber- und Messingschmuck pro Jahr.",
  "ourPhilosophy": "Unsere Philosophie",
  "innovationTraditionIntegrity": "Innovation, Tradition und Integrität",
  "ourPhilosophyContent": "Bei Advance Manufacturers Co., Ltd bieten wir hochwertigen Schmuck zu wettbewerbsfähigen Preisen an, während wir eine konstante Qualität und zuverlässigen Service gewährleisten. Wir sind von ganzem Herzen verpflichtet, die Vision und Zufriedenheit unserer Kunden zu verfolgen und gleichzeitig langfristige Geschäftsbeziehungen aufzubauen, die auf Vertrauen basieren. Wir glauben, dass das richtige Gleichgewicht zwischen Innovation, Tradition und Integrität uns von anderen Herstellern unterscheidet.",
  "ourVision": "Unsere Vision",
  "thaiCraftsmanshipItalianGerman": "Thailändische Handwerkskunst, Italienisches Design und Deutsche Präzision.",
  "ourVisionContent": "Wir beschäftigen bewährte Experten aus verschiedenen Teilen der Welt, um eine bedeutungsvolle Synergie aus thailändischer Handwerkskunst, italienischem Design und deutscher Präzision zu schaffen. Wir glauben, dass es immer Raum für Verbesserungen und Entwicklungen gibt, um unsere Fähigkeiten in einer sich entwickelnden und wettbewerbsintensiven Branche zu verbessern, wenn wir nach geschäftlicher Exzellenz streben.",
  "ourTeam": "Unser Team",
  "ourTeamQuote": "Große Dinge im Geschäft werden nie von einer Person getan, sie werden von einem Team von Menschen getan.",
  "ourTeamContent": "Bei Advance Manufacturers sind wir nicht nur ein Team; Wir sind auch Familie. Für uns bedeutet Familie eine pflegende Arbeitskultur, die Unterstützung, Flexibilität und eine gesunde Arbeitsumgebung bietet. Was unser Unternehmen wirklich besonders macht, sind zweifellos unsere Mitarbeiter, und wir sind voll und ganz dem beruflichen Wachstum und der Karriereentwicklung jedes Einzelnen verpflichtet.",
  "imageAlts": {
    "philosophyImage": "Illustration unserer Unternehmensphilosophie",
    "teamWorkImage": "Teamarbeit bei Advance Manufacturers",
    "teamImage1": "Unser Team in Aktion",
    "teamImage2": "Teammitglieder bei der Zusammenarbeit",
    "teamImage3": "Mitarbeiter von Advance Manufacturers bei der Arbeit",
    "teamImage4": "Produktionsteam von Advance Manufacturers"
  }
}
