{
  "pageTitle": "About Us",
  "pageSubtitle": "Manufacturers of Fine Gold & Silver Jewelry",
  "ourStory": "Our Story",
  "ourStoryContent": "Advance Manufacturers was founded in 1989 as a joint venture between Mr. Vinod Kulisra, a Thai born Indian businessman in the Thai silver export business and Friedrich Zettl GmbH, one of the largest jewelry manufacturers in Pforzheim, Germany. For over a decade, Advance Manufacturers produced gold and silver jewelry exclusively for the Zettl Company. In 2003 Mr. Vinod Kulisra purchased the shares of Friedrich Zettl GmbH making it a fully Thai owned company and began producing jewelry for new customers all over the world. His son Narin and daughter Roma soon joined the business and together they have dedicated themselves to growing the business while maintaining their strong family values which is what Advance Manufacturers stands for. Over the last two decades, our capabilities continue to evolve as we continue to learn and adapt to new manufacturing technologies. We have added high quality brass-based costume jewelry and a stamping production line to our manufacturing capability. As of January 2021, our production capacity is 3,000,000 pieces of gold, silver and brass jewelry per annum.",
  "ourPhilosophy": "Our Philosophy",
  "innovationTraditionIntegrity": "Innovation, Tradition and Integrity",
  "ourPhilosophyContent": "At Advance Manufacturers Co., Ltd, we offer high quality jewelry at competitive prices while maintaining consistent quality and reliable service. We are wholeheartedly committed to pursuing the vision and satisfaction of our clients while maintaining long lasting business relationships based on trust. It is our belief that the right balance of innovation, tradition and integrity is what sets us apart from other manufacturers.",
  "ourVision": "Our Vision",
  "thaiCraftsmanshipItalianGerman": "Thai Craftsmanship, Italian Design & German Precision.",
  "ourVisionContent": "We employ proven experts from different parts of the world to create a meaningful synergy of Thai craftsmanship, Italian design and German precision. We believe there is always room for improvement and developments to advance our capabilities in an evolving & competitive industry when striving for business excellence.",
  "ourTeam": "Our Team",
  "ourTeamQuote": "Great things in business are never done by one person, they're done by a team of people.",
  "ourTeamContent": "At Advance Manufacturers, we are not just a team. We are also family. For us family means a nurturing working culture that provides support, flexibility and a healthy work environment. What truly makes our company special is undoubtedly our people and we are wholly committed to each individual's professional growth and career development.",
  "imageAlts": {
    "philosophyImage": "Illustration of our company philosophy",
    "teamWorkImage": "Teamwork at Advance Manufacturers",
    "teamImage1": "Our team in action",
    "teamImage2": "Team members collaborating",
    "teamImage3": "Advance Manufacturers staff at work",
    "teamImage4": "Advance Manufacturers production team"
  }
}
